Repository: Leyvur/ddns
Catalog: po/*.po
Languages: ru

source: Debugging mode enabled
ru: Включён режим отладки

source: Loading configuration file %s
ru: Загружается файл конфигурации %s

source: Found no entries in the configuration file. Exiting.
ru: Не найдено записей в конфигурационном файле. Выход.

source: Dynamic DNS update for %(hostname)s (%(provider)s) failed:
ru: Ошибка обновления Dynamic DNS для %(hostname)s (%(provider)s):

source: Dynamic DNS update for %(hostname)s (%(provider)s) throwed an unhandled exception:
ru: Обновление Dynamic DNS для %(hostname)s (%(provider)s) вызвало необработанное исключение:

source: Error
ru: Ошибка

source: Network error
ru: Сетевая ошибка

source: The server denied processing the request because account abuse is suspected
ru: Сервер отклонил обработку запроса из-за подозрения в компрометации аккаунта.

source: Authentication against the server has failed
ru: Неудачная авторизация на сервере

source: The server denies any updates from this client
ru: Сервер отклоняет любые обновления от этого клиента

source: The configuration file has errors
ru: Конфигурационный файл содержит ошибки

source: Connection refused
ru: Соединение отклонено

source: Connection timeout
ru: Тайм-аут подключения

source: The host could not be found in the configuration file
ru: Хост не найден в файле конфигурации

source: Internal server error
ru: Внутренняя ошибка сервера

source: Network unreachable
ru: Сеть недоступна

source: Request error
ru: Ошибка запроса

source: Service unavailable
ru: Сервис недоступен

source: The update could not be performed
ru: Обновление не может быть выполнено

source: Updating %s forced
ru: Принудительное обновление %s

source: Dynamic DNS update for %(hostname)s (%(provider)s) successful
ru: Обновление Dynamic DNS для %(hostname)s (%(provider)s) выполнено успешно.

source: No valid FQDN was given.
ru: Не дано верного FQDN

source: Specified host does not exist.
ru: Указанный узел не существует.

source: DNS error encountered.
ru: Произошла ошибка DNS

source: Server response: %s
ru: Ответ сервера: %s

source: Invalid hostname specified.
ru: Указано неверное имя узла.

source: Hostname not marked as a dynamic host.
ru: Узел не помечен как динамический.

source: Invalid IP address has been sent.
ru: Отправлен некорректный IP-адрес.

source: No hostname specified.
ru: Не указано имя узла.

source: Account has been disabled.
ru: Аккаунт отключен.

source: Too many failed requests.
ru: Слишком много неудачных запросов.

source: Domain not found.
ru: Домен не найден.

source: Domain not active.
ru: Домен не активен.

source: No Auth details specified.
ru: Не указаны детали авторизации.

source: Invalid IPv4 address has been sent.
ru: Отправлен некорректный адрес IPv4.

source: Invalid IPv6 address has been sent.
ru: Отправлен некорректный адрес IPv6.

source: Running on distribution: %s
ru: Выполняется распространение: %s

source: Request header:
ru: Заголовок запроса:

source: Response header (Status Code %s):
ru: Заголовок ответа (Статус %s):
